Repository: WENSHAO521/FlClash-
Catalog: lib/l10n/arb/intl_*.arb
Languages: de, fa, fr

# clipboardExport
source: Export to clipboard
de: In Zwischenablage exportieren
fa: صادر کردن به کلیپ‌بورد
fr: Exporter vers le presse-papiers

source: Layout
fa: طرح‌بندی
fr: Disposition

source: Tight
de: Eng
fa: فشرده
fr: Serré

source: Standard
fa: استاندارد

source: Loose
de: Locker
fa: گشاد
fr: Lâche

source: Profiles sort
de: Profile sortieren
fa: مرتب‌سازی پروفایل‌ها
fr: Trier les profils

source: Start
de: Starten
fa: شروع
fr: Démarrer

source: Stop
de: Stoppen
fa: توقف
fr: Arrêter

# appDesc
source: Process app-related settings
de: App-Einstellungen verwalten
fa: پردازش تنظیمات مرتبط با برنامه
fr: Gérer les paramètres de l'app

# vpnDesc
source: Modify VPN-related settings
de: VPN-Einstellungen anpassen
fa: تغییر تنظیمات مرتبط با VPN
fr: Ajuster les paramètres VPN

# generalDesc
source: Override general settings
de: Allgemeine Einstellungen ändern
fa: بازنویسی تنظیمات عمومی
fr: Modifier les paramètres généraux

# dnsDesc
source: Update DNS-related settings
de: DNS-Einstellungen aktualisieren
fa: به‌روزرسانی تنظیمات مرتبط با DNS
fr: Mettre à jour les paramètres DNS

source: Key
de: Schlüssel
fa: کلید
fr: Clé

source: Value
de: Wert
fa: مقدار
fr: Valeur

# notEmpty
source: Cannot be empty
de: Erforderlich
fa: نمی‌تواند خالی باشد
fr: Requis

# hostsDesc
source: Add hosts
de: Hosts hinzufügen
fa: اضافه کردن میزبان‌ها
fr: Ajouter des hôtes

# vpnTip
source: Changes take effect after restarting VPN
de: Änderungen nach VPN-Neustart anwenden
fa: تغییرات پس از راه‌اندازی مجدد VPN اعمال می‌شوند
fr: Appliquer après redémarrage du VPN

# vpnEnableDesc
source: Automatically route all system traffic through VpnService
de: Gesamten Systemverkehr über VPN leiten
fa: مسیریابی خودکار تمام ترافیک سیستم از طریق VpnService
fr: Router tout le trafic via VPN

source: Options
de: Optionen
fa: گزینه‌ها

# loopback
source: Loopback unlock tool
de: Loopback-Tool
fa: ابزار باز کردن حلقه
fr: Outil Loopback

# loopbackDesc
source: Used for UWP loopback unlocking
de: UWP-Loopback entsperren
fa: برای باز کردن حلقه UWP استفاده می‌شود
fr: Déverrouiller Loopback UWP

source: Providers
de: Anbieter
fa: ارائه‌دهندگان
fr: Fournisseurs

source: Proxy providers
de: Proxy-Anbieter
fa: ارائه‌دهندگان پروکسی
fr: Fournisseurs proxy

source: Rule providers
de: Regel-Anbieter
fa: ارائه‌دهندگان قوانین
fr: Fournisseurs de règles

source: Override DNS
de: DNS überschreiben
fa: بازنویسی DNS
fr: Remplacer DNS

# overrideDnsDesc
source: When enabled, overrides the DNS options in the profile
fa: در صورت فعال‌سازی، گزینه‌های DNS در پروفایل بازنویسی می‌شوند

source: Status
fa: وضعیت
fr: Statut

# statusDesc
source: When disabled, system DNS will be used
de: System-DNS bei Deaktivierung verwenden
fa: در صورت غیرفعال‌سازی، DNS سیستم استفاده می‌شود
fr: Utiliser le DNS système si désactivé

# preferH3Desc
source: Prioritize the use of DOH's http/3
de: HTTP/3 für DOH bevorzugen
fa: اولویت استفاده از http/3 در DOH
fr: Préférer HTTP/3 pour DOH

source: Respect rules
de: Regeln beachten
fa: رعایت قوانین
fr: Respecter les règles

# respectRulesDesc
source: DNS connections follow rules, requires proxy-server-nameserver configuration
de: DNS-Verbindungen folgen Regeln (benötigt proxy-server-nameserver)
fa: اتصالات DNS قوانین را دنبال می‌کنند، نیاز به پیکربندی proxy-server-nameserver دارد
fr: Connexions DNS suivent les règles (nécessite proxy-server-nameserver)

source: DNS mode
de: DNS-Modus
fa: حالت DNS
fr: Mode DNS

source: Fake IP range
de: Fake-IP-Bereich
fa: محدوده IP جعلی
fr: Plage IP fictive

source: Fake IP filter
fa: فیلتر IP جعلی
fr: Filtre IP fictif

source: Default nameserver
de: Standard-Nameserver
fa: سرور نام پیش‌فرض
fr: Serveur de noms par défaut

# defaultNameserverDesc
source: For resolving DNS servers
de: Zur Auflösung von DNS-Servern
fa: برای تجزیه سرورهای DNS
fr: Pour résoudre les serveurs DNS

source: Nameserver
fa: سرور نام
fr: Serveur de noms

# nameserverDesc
source: For resolving domains
de: Zur Auflösung von Domains
fa: برای تجزیه دامنه‌ها
fr: Pour résoudre les domaines

source: Use hosts
de: Hosts verwenden
fa: استفاده از میزبان‌ها
fr: Utiliser les hôtes

source: Use system hosts
de: System-Hosts
fa: استفاده از میزبان‌های سیستم
fr: Hôtes système

source: Nameserver policy
de: Nameserver-Richtlinie
fa: سیاست سرور نام
fr: Politique des serveurs de noms

# nameserverPolicyDesc
source: Specify the corresponding nameserver policy
de: Nameserver-Richtlinie festlegen
fa: مشخص کردن سیاست سرور نام مربوطه
fr: Spécifier la politique des serveurs de noms

source: Proxy nameserver
fa: سرور نام پروکسی
fr: Serveur de noms proxy

# proxyNameserverDesc
source: Domain for resolving proxy nodes
de: Proxy-Domains auflösen
fa: دامنه برای تجزیه گره‌های پروکسی
fr: Résoudre les domaines proxy

source: Fallback
fa: پشتیبان
fr: Secours

# fallbackDesc
source: Generally uses offshore DNS
de: Meist Offshore-DNS
fa: معمولاً از DNS خارجی استفاده می‌کند
fr: Généralement un DNS offshore

source: Fallback filter
fa: فیلتر پشتیبان
fr: Filtre de secours

source: GeoIP code
fa: کد GeoIP
fr: Code GeoIP

source: Domain
fa: دامنه
fr: Domaine

source: Reset
de: Zurücksetzen
fa: بازنشانی
fr: Réinitialiser

# action_view
source: Show/Hide
de: Anzeigen/Ausblenden
fa: نمایش/مخفی کردن
fr: Afficher/Masquer

# action_start
source: Start/Stop
de: Starten/Stoppen
fa: شروع/توقف
fr: Démarrer/Arrêter

# action_mode
source: Switch mode
de: Modus wechseln
fa: تغییر حالت
fr: Changer de mode

# action_proxy
source: System proxy
fa: پروکسی سیستم
fr: Proxy système

source: Disclaimer
de: Haftungsausschluss
fa: سلب مسئولیت
fr: Avertissement

# disclaimerDesc
source: This software is intended only for non-commercial purposes such as learning and scientific research. Using this software for commercial purposes is strictly prohibited. Any commercial activities are unrelated to this software.
de: Nur für nicht-kommerzielle Nutzung (z.B. Lernen, Forschung). Kommerzielle Nutzung verboten und nicht mit dieser Software verbunden.
fa: این نرم‌افزار فقط برای اهداف غیرتجاری مانند یادگیری و تحقیقات علمی در نظر گرفته شده است. استفاده از این نرم‌افزار برای اهداف تجاری به‌شدت ممنوع است. هرگونه فعالیت تجاری با این نرم‌افزار ارتباطی ندارد.
fr: Pour usage non commercial uniquement (ex. apprentissage, recherche). Usage commercial interdit et sans lien avec ce logiciel.

source: Agree
de: Zustimmen
fa: موافق
fr: Accepter

source: Hotkey management
de: Hotkey-Verwaltung
fa: مدیریت کلیدهای میانبر
fr: Gestion des raccourcis

# hotkeyManagementDesc
source: Control the application with the keyboard
de: Mit Tastatur steuern
fa: کنترل برنامه با صفحه‌کلید
fr: Contrôler via le clavier

# pressKeyboard
source: Please press the keyboard.
de: Taste drücken
fa: لطفاً صفحه‌کلید را فشار دهید.
fr: Appuyez sur une touche

# inputCorrectHotkey
source: Please enter the correct hotkey
de: Gültigen Hotkey eingeben
fa: لطفاً کلید میانبر صحیح را وارد کنید
fr: Entrez un raccourci valide

source: Hotkey conflict
de: Hotkey-Konflikt
fa: تداخل کلید میانبر
fr: Conflit de raccourcis

source: Remove
de: Entfernen
fa: حذف
fr: Supprimer

source: No hotkey
de: Kein Hotkey
fa: بدون کلید میانبر
fr: Aucun raccourci

source: No network
de: Kein Netzwerk
fa: بدون شبکه
fr: Pas de réseau

# ipv6InboundDesc
source: Allow IPv6 inbound
de: IPv6-Eingang erlauben
fa: اجازه ورودی IPv6
fr: Autoriser l'entrée IPv6

source: Export logs
de: Logs exportieren
fa: صادر کردن لاگ‌ها
fr: Exporter les journaux

source: Export success
de: Export erfolgreich
fa: صادرات موفق
fr: Exportation réussie

source: Icon style
de: Icon-Stil
fa: سبک آیکون
fr: Style d'icône

# onlyIcon
source: Icon
de: Nur Icon
fa: آیکون
fr: Icône seule

# noIcon
source: None
de: Kein Icon
fa: هیچ
fr: Sans icône

source: Stack mode
de: Stapelmodus
fa: حالت پشته
fr: Mode pile

source: Network
de: Netzwerk
fa: شبکه
fr: Réseau

# networkDesc
source: Modify network-related settings
de: Netzwerkeinstellungen anpassen
fa: تغییر تنظیمات مرتبط با شبکه
fr: Ajuster les paramètres réseau

source: Bypass domain
de: Domain umgehen
fa: دور زدن دامنه
fr: Contourner le domaine

# bypassDomainDesc
source: Takes effect only when system proxy is enabled
de: Nur bei aktiviertem System-Proxy wirksam
fa: فقط در صورت فعال بودن پروکسی سیستم اعمال می‌شود
fr: Actif avec le proxy système

# resetTip
source: Are you sure you want to reset?
de: Jetzt zurücksetzen?
fa: آیا مطمئن هستید که می‌خواهید بازنشانی کنید؟
fr: Réinitialiser maintenant ?

# regExp
source: Regular expression
de: Regulärer Ausdruck
fa: عبارت منظم
fr: Expression régulière

source: Icon
fa: آیکون
fr: Icône

source: Icon configuration
de: Icon-Einstellungen
fa: پیکربندی آیکون
fr: Paramètres d'icône

source: No data
de: Keine Daten
fa: بدون داده
fr: Aucune donnée

source: Admin auto launch
de: Admin-Autostart
fa: اجرای خودکار مدیر
fr: Lancement auto admin

# adminAutoLaunchDesc
source: Boot in administrator mode
de: Im Admin-Modus starten
fa: بوت در حالت مدیر
fr: Démarrer en mode admin

# fontFamily
source: Font
de: Schriftart
fa: خانواده فونت
fr: Police

source: System font
de: System-Schriftart
fa: فونت سیستم
fr: Police système

source: Toggle
de: Umschalten
fa: تغییر
fr: Basculer

source: System
fa: سیستم
fr: Système

# routeMode
source: Routing mode
de: Routing-Modus
fa: حالت مسیریابی
fr: Mode routage

# routeMode_bypassPrivate
source: Bypass private routing address
de: Private Routen umgehen
fa: دور زدن آدرس مسیریابی خصوصی
fr: Contourner les routes privées

# routeMode_config
source: Use config
de: Config verwenden
fa: استفاده از پیکربندی
fr: Utiliser la config

# routeAddress
source: Routing address
de: Routing-Adresse
fa: آدرس مسیریابی
fr: Adresse de routage

# routeAddressDesc
source: Configure listening routing address
de: Routing-Adresse festlegen
fa: پیکربندی آدرس مسیریابی برای گوش دادن
fr: Définir l'adresse de routage

# pleaseInputAdminPassword
source: Please enter the admin password
de: Admin-Passwort eingeben
fa: لطفاً رمز عبور مدیر را وارد کنید
fr: Entrez le mot de passe admin

# copyEnvVar
source: Copy environment variables
de: Umgebungsvariablen kopieren
fa: کپی متغیرهای محیطی
fr: Copier les variables d'environnement

source: Memory info
de: Speicherinformationen
fa: اطلاعات حافظه
fr: Infos mémoire

source: Cancel
de: Abbrechen
fa: لغو
fr: Annuler

# fileIsUpdate
source: The file has been modified. Do you want to save the changes?
de: Datei geändert. Speichern?
fa: فایل تغییر کرده است. آیا می‌خواهید تغییرات را ذخیره کنید؟
fr: Fichier modifié. Sauvegarder ?

# profileHasUpdate
source: The profile has been modified. Do you want to disable auto update?
de: Profil aktualisiert. Auto-Update deaktivieren?
fa: پروفایل تغییر کرده است. آیا می‌خواهید به‌روزرسانی خودکار را غیرفعال کنید؟
fr: Profil mis à jour. Désactiver l'auto-mise à jour ?

# hasCacheChange
source: Do you want to cache the changes?
de: Änderungen zwischenspeichern?
fa: آیا می‌خواهید تغییرات را در حافظه موقت ذخیره کنید؟
fr: Mettre en cache les changements ?

# nullProxies
source: No proxies
de: Keine Proxys
fa: بدون پروکسی
fr: Aucun proxy

source: Copy success
de: Kopiert
fa: کپی موفق
fr: Copié

source: Copy link
de: Link kopieren
fa: کپی لینک
fr: Copier le lien

source: Export file
de: Datei exportieren
fa: صادر کردن فایل
fr: Exporter le fichier

# cacheCorrupt
source: The cache is corrupt. Do you want to clear it?
de: Cache beschädigt. Löschen?
fa: حافظه موقت خراب شده است. آیا می‌خواهید آن را پاک کنید؟
fr: Cache corrompu. Le vider ?

# detectionTip
source: Relies on third-party API and is for reference only
de: Abhängig von Drittanbieter-API, nur Referenz
fa: به API شخص ثالث وابسته است و فقط برای مرجع است
fr: Dépend d'une API tierce, pour référence seulement

source: Listen
de: Lauschen
fa: گوش دادن
fr: Écouter
