Repository: WENSHAO521/FlClash-
Catalog: lib/l10n/arb/intl_*.arb
Languages: de, fa, fr

source: Rule
de: Regel
fa: قانون
fr: Règle

source: Global
fa: جهانی

source: Direct
de: Direkt
fa: مستقیم

source: Dashboard
fa: داشبورد
fr: Tableau de bord

source: Proxies
de: Proxys
fa: پروکسی‌ها

source: Profile
de: Profil
fa: پروفایل
fr: Profil

source: Profiles
de: Profile
fa: فهرست پروفایل‌ها
fr: Profils

source: Tools
de: Werkzeuge
fa: ابزارها
fr: Outils

source: Logs
fa: لاگ‌ها
fr: Journaux

# logsDesc
source: Log capture records
de: Log-Aufzeichnungen
fa: سوابق ثبت لاگ
fr: Enregistrements des journaux

source: Resources
de: Ressourcen
fa: منابع
fr: Ressources

# resourcesDesc
source: External resource related info
de: Info zu externen Ressourcen
fa: اطلاعات مربوط به منابع خارجی
fr: Infos sur les ressources externes

source: Traffic usage
de: Datenverbrauch
fa: مصرف ترافیک
fr: Utilisation du trafic

source: Core info
de: Kerninformationen
fa: اطلاعات هسته
fr: Infos du noyau

# nullCoreInfoDesc
source: Unable to obtain core info
de: Kerninformationen nicht verfügbar
fa: امکان دریافت اطلاعات هسته وجود ندارد
fr: Infos du noyau indisponibles

source: Network speed
de: Netzwerkgeschwindigkeit
fa: سرعت شبکه
fr: Vitesse réseau

source: Outbound mode
de: Ausgehender Modus
fa: حالت خروجی
fr: Mode sortant

source: Network detection
de: Netzwerkerkennung
fa: تشخیص شبکه
fr: Détection réseau

source: Upload
fa: آپلود
fr: Téléversement

source: Download
fa: دانلود
fr: Téléchargement

source: No proxy
de: Kein Proxy
fa: بدون پروکسی
fr: Aucun proxy

# noProxyDesc
source: Please create a profile or add a valid profile
de: Profil hinzufügen oder erstellen
fa: لطفاً یک پروفایل ایجاد کنید یا یک پروفایل معتبر اضافه کنید
fr: Ajoutez ou créez un profil valide

# nullProfileDesc
source: No profile, Please add a profile
de: Kein Profil. Fügen Sie eins hinzu.
fa: پروفایلی وجود ندارد، لطفاً یک پروفایل اضافه کنید
fr: Aucun profil. Ajoutez-en un.

# nullLogsDesc
source: No logs
de: Keine Logs
fa: لاگی وجود ندارد
fr: Aucun journal

source: Settings
de: Einstellungen
fa: تنظیمات
fr: Paramètres

source: Language
de: Sprache
fa: زبان
fr: Langue

# defaultText
source: Default
de: Standard
fa: پیش‌فرض
fr: Par défaut

source: More
de: Mehr
fa: بیشتر
fr: Plus

source: Other
de: Sonstige
fa: دیگر
fr: Autres

source: About
de: Über die App
fa: درباره
fr: À propos

# en
source: English
de: Englisch
fa: انگلیسی
fr: Anglais

# ja
source: Japanese
de: Japanisch
fa: ژاپنی
fr: Japonais

# ru
source: Russian
de: Russisch
fa: روسی
fr: Russe

# zh_CN
source: Simplified Chinese
de: Vereinfachtes Chinesisch
fa: چینی ساده‌شده
fr: Chinois simplifié

# ko
source: Korean
de: Koreanisch
fa: کره‌ای
fr: Coréen

# fa
source: Persian
de: Persisch
fa: فارسی
fr: Persan

# ar
source: Arabic
de: Arabisch
fa: عربی
fr: Arabe

# zh_TW
source: Traditional Chinese
de: Traditionelles Chinesisch
fa: چینی سنتی
fr: Chinois traditionnel

source: Theme
de: Thema
fa: تم
fr: Thème

# themeDesc
source: Set dark mode, adjust the color
de: Dunkelmodus und Farben anpassen
fa: تنظیم حالت تاریک، تنظیم رنگ
fr: Personnaliser le mode sombre et les couleurs

source: Override
de: Überschreiben
fa: بازنویسی
fr: Remplacer

# overrideDesc
source: Override proxy related config
de: DNS des Profils überschreiben
fa: بازنویسی تنظیمات مرتبط با پروکسی
fr: Remplacer le DNS du profil

source: Allow LAN
de: LAN erlauben
fa: اجازه به LAN
fr: Autoriser LAN

# allowLanDesc
source: Allow access to proxy through LAN
de: Proxy-Zugriff über LAN aktivieren
fa: اجازه دسترسی به پروکسی از طریق LAN
fr: Activer l'accès proxy via LAN

# tunDesc
source: Only effective in administrator mode
de: Benötigt Admin-Modus
fa: فقط در حالت مدیر فعال است
fr: Nécessite le mode administrateur

source: Minimize on exit
de: Beim Beenden minimieren
fa: کوچک کردن هنگام خروج
fr: Minimiser à la sortie

# minimizeOnExitDesc
source: Modify the default system exit event
de: Minimieren statt schließen
fa: تغییر رویداد خروج پیش‌فرض سیستم
fr: Minimiser au lieu de fermer

source: Auto launch
de: Autostart
fa: اجرای خودکار
fr: Lancement auto

# autoLaunchDesc
source: Start automatically with the system
de: Mit System starten
fa: شروع خودکار با سیستم
fr: Démarrer avec le système

source: Silent launch
de: Leiser Start
fa: اجرای بی‌صدا
fr: Lancement silencieux

# silentLaunchDesc
source: Start in the background
de: Im Hintergrund ausführen
fa: شروع در پس‌زمینه
fr: Exécuter en arrière-plan

source: Auto run
de: Automatisch ausführen
fa: اجرای خودکار
fr: Exécution auto

# autoRunDesc
source: Run automatically when the application is opened
de: Beim Öffnen der App starten
fa: اجرای خودکار هنگام باز شدن برنامه
fr: Démarrer à l'ouverture de l'app

source: Logcat
fa: لاگ‌کت

# logcatDesc
source: Disabling will hide the log entry
de: Logs bei Deaktivierung ausblenden
fa: غیرفعال کردن باعث مخفی شدن ورودی لاگ می‌شود
fr: Masquer les journaux si désactivé

# autoCheckUpdate
source: Auto check updates
de: Updates prüfen
fa: بررسی خودکار به‌روزرسانی‌ها
fr: Vérifier les mises à jour

# autoCheckUpdateDesc
source: Check for updates automatically when the app starts
de: Beim App-Start automatisch prüfen
fa: بررسی خودکار به‌روزرسانی‌ها هنگام شروع برنامه
fr: Vérification auto au démarrage

source: Access control
de: Zugriffskontrolle
fa: کنترل دسترسی
fr: Contrôle d'accès

# accessControlDesc
source: Configure application proxy access
de: App-Proxy-Berechtigungen festlegen
fa: پیکربندی دسترسی پروکسی برنامه
fr: Configurer les permissions proxy des apps

source: Application
de: Anwendung
fa: برنامه

# applicationDesc
source: Modify application-related settings
de: App-Einstellungen anpassen
fa: تغییر تنظیمات مرتبط با برنامه
fr: Ajuster les paramètres de l'app

source: Edit
de: Bearbeiten
fa: ویرایش
fr: Modifier

source: Confirm
de: Bestätigen
fa: تأیید
fr: Confirmer

source: Update
de: Aktualisieren
fa: به‌روزرسانی
fr: Mettre à jour

source: Add
de: Hinzufügen
fa: اضافه کردن
fr: Ajouter

source: Save
de: Speichern
fa: ذخیره
fr: Enregistrer

source: Delete
de: Löschen
fa: حذف
fr: Supprimer

source: Years
de: Jahre
fa: سال‌ها
fr: Années

source: Months
de: Monate
fa: ماه‌ها
fr: Mois

source: Hours
de: Stunden
fa: ساعت‌ها
fr: Heures

source: Days
de: Tage
fa: روزها
fr: Jours

source: Minutes
de: Minuten
fa: دقیقه‌ها

source: Seconds
de: Sekunden
fa: ثانیه‌ها
fr: Secondes

source: Ago
de: vor
fa: پیش
fr: il y a

source: Just
de: Gerade eben
fa: همین حالا
fr: À l'instant

source: QR code
fa: کد QR
fr: Code QR

# qrcodeDesc
source: Scan QR code to obtain profile
de: QR-Code scannen, um Profil hinzuzufügen
fa: اسکن کد QR برای دریافت پروفایل
fr: Scanner un QR pour ajouter un profil

source: URL
fa: لینک

# urlDesc
source: Obtain profile through URL
de: Profil über URL hinzufügen
fa: دریافت پروفایل از طریق لینک
fr: Ajouter un profil via URL

source: File
de: Datei
fa: فایل
fr: Fichier

# fileDesc
source: Upload profile directly
de: Profildatei hochladen
fa: آپلود مستقیم پروفایل
fr: Télécharger un fichier de profil

source: Name
fa: نام
fr: Nom

# profileNameNullValidationDesc
source: Please enter the profile name
de: Profilnamen eingeben
fa: لطفاً نام پروفایل را وارد کنید
fr: Entrez le nom du profil

# profileUrlNullValidationDesc
source: Please enter the profile URL
de: Profil-URL eingeben
fa: لطفاً لینک پروفایل را وارد کنید
fr: Entrez l'URL du profil

# profileUrlInvalidValidationDesc
source: Please enter a valid profile URL
de: Gültige URL eingeben
fa: لطفاً یک لینک معتبر برای پروفایل وارد کنید
fr: Entrez une URL valide

source: Auto update
fa: به‌روزرسانی خودکار
fr: Mise à jour auto

# autoUpdateInterval
source: Auto update interval (minutes)
de: Update-Intervall (Minuten)
fa: فاصله به‌روزرسانی خودکار (دقیقه)
fr: Intervalle de mise à jour (minutes)

# profileAutoUpdateIntervalNullValidationDesc
source: Please enter the auto update interval time
de: Update-Intervall festlegen
fa: لطفاً زمان فاصله به‌روزرسانی خودکار را وارد کنید
fr: Définissez l'intervalle de mise à jour

# profileAutoUpdateIntervalInvalidValidationDesc
source: Please enter a valid interval time format
de: Gültiges Intervall eingeben
fa: لطفاً فرمت معتبر زمان فاصله را وارد کنید
fr: Entrez un intervalle valide

source: Theme mode
de: Themenmodus
fa: حالت تم
fr: Mode thème

source: Theme color
de: Themenfarbe
fa: رنگ تم
fr: Couleur du thème

source: Preview
de: Vorschau
fa: پیش‌نمایش
fr: Aperçu

source: Auto
fa: خودکار

source: Light
de: Hell
fa: روشن
fr: Clair

source: Dark
de: Dunkel
fa: تاریک
fr: Sombre

source: Import from URL
de: Von URL importieren
fa: وارد کردن از لینک
fr: Importer depuis URL

source: Submit
de: Absenden
fa: ارسال
fr: Envoyer

source: Do you want to pass?
de: Überspringen?
fa: آیا می‌خواهید عبور کنید؟
fr: Passer ?

source: Create
de: Erstellen
fa: ایجاد
fr: Créer

source: Default sort
de: Standard-Sortierung
fa: مرتب‌سازی پیش‌فرض
fr: Tri par défaut

# delaySort
source: Sort by delay
de: Nach Verzögerung sortieren
fa: مرتب‌سازی بر اساس تأخیر
fr: Trier par délai

# nameSort
source: Sort by name
de: Nach Name sortieren
fa: مرتب‌سازی بر اساس نام
fr: Trier par nom

# pleaseUploadFile
source: Please upload a file
de: Datei hochladen
fa: لطفاً فایل را آپلود کنید
fr: Téléchargez un fichier

# pleaseUploadValidQrcode
source: Please upload a valid QR code
de: Gültigen QR-Code hochladen
fa: لطفاً یک کد QR معتبر آپلود کنید
fr: Téléchargez un QR valide

source: Blacklist mode
de: Blacklist-Modus
fa: حالت لیست سیاه
fr: Mode liste noire

source: Whitelist mode
de: Whitelist-Modus
fa: حالت لیست سفید
fr: Mode liste blanche

# filterSystemApp
source: Filter system apps
de: System-Apps filtern
fa: فیلتر برنامه‌های سیستمی
fr: Filtrer les apps système

# cancelFilterSystemApp
source: Cancel filter system apps
de: Filter für System-Apps aufheben
fa: لغو فیلتر برنامه‌های سیستمی
fr: Annuler le filtre des apps système

source: Select all
de: Alles auswählen
fa: انتخاب همه
fr: Tout sélectionner

source: Cancel select all
de: Alles abwählen
fa: لغو انتخاب همه
fr: Tout désélectionner

source: App access control
de: App-Zugriffskontrolle
fa: کنترل دسترسی برنامه
fr: Contrôle d'accès des apps

# accessControlAllowDesc
source: Only allow selected apps to access VPN
de: VPN nur für ausgewählte Apps erlauben
fa: فقط به برنامه‌های انتخاب‌شده اجازه دسترسی به VPN داده می‌شود
fr: Restreindre le VPN aux apps sélectionnées

# accessControlNotAllowDesc
source: Selected apps will be excluded from VPN
de: Ausgewählte Apps vom VPN ausschließen
fa: برنامه‌های انتخاب‌شده از VPN مستثنی خواهند شد
fr: Exclure les apps sélectionnées du VPN

source: Selected
de: Ausgewählt
fa: انتخاب‌شده
fr: Sélectionné

# unableToUpdateCurrentProfileDesc
source: Unable to update current profile
de: Aktuelles Profil kann nicht aktualisiert werden
fa: امکان به‌روزرسانی پروفایل فعلی وجود ندارد
fr: Impossible de mettre à jour le profil actuel

# noMoreInfoDesc
source: No more info
de: Keine weiteren Infos
fa: اطلاعات بیشتری وجود ندارد
fr: Pas plus d'infos

# profileParseErrorDesc
source: Profile parsing error
de: Fehler beim Parsen des Profils
fa: خطا در تجزیه پروفایل
fr: Erreur d'analyse du profil

source: Proxy port
fa: پورت پروکسی
fr: Port proxy

# proxyPortDesc
source: Set the Clash listening port
de: Clash-Port festlegen
fa: تنظیم پورت گوش دادن Clash
fr: Définir le port Clash

source: Port
fa: پورت

source: Log level
fa: سطح لاگ
fr: Niveau de journal

source: Show
de: Anzeigen
fa: نمایش
fr: Afficher

source: Exit
de: Beenden
fa: خروج
fr: Quitter

source: System proxy
fa: پروکسی سیستم
fr: Proxy système

source: Project
de: Projekt
fa: پروژه
fr: Projet

source: Core
de: Kern
fa: هسته
fr: Noyau

source: Tab animation
fa: انیمیشن تب
fr: Animation des onglets

# tabAnimationDesc
source: When enabled, the home tab will add a toggle animation
de: Animation beim Tab-Wechsel aktivieren
fa: در صورت فعال‌سازی، تب اصلی انیمیشن سوئیچ اضافه می‌کند
fr: Activer l'animation de changement d'onglet

# desc
source: A multi-platform proxy client based on ClashMeta, simple and easy to use, open-source and ad-free.
de: Plattformübergreifender Proxy-Client basierend auf ClashMeta: einfach, Open-Source, werbefrei.
fa: یک کلاینت پروکسی چندپلتفرمی مبتنی بر ClashMeta، ساده و آسان برای استفاده، منبع‌باز و بدون تبلیغات.
fr: Client proxy multiplateforme basé sur ClashMeta : simple, open-source, sans pub.

# startVpn
source: Starting VPN...
de: VPN wird gestartet...
fa: در حال شروع VPN...
fr: Démarrage du VPN...

# stopVpn
source: Stopping VPN...
de: VPN wird gestoppt...
fa: در حال توقف VPN...
fr: Arrêt du VPN...

# discovery
source: Discover new version
de: Neue Version gefunden
fa: کشف نسخه جدید
fr: Nouvelle version détectée

# compatible
source: Compatibility mode
de: Kompatibilitätsmodus
fa: حالت سازگاری
fr: Mode compatibilité

# compatibleDesc
source: When enabled, some application features will be lost, but full Clash support will be gained
de: Einige Funktionen eingeschränkt, volle Clash-Unterstützung
fa: در صورت فعال‌سازی، برخی از ویژگی‌های برنامه از دست می‌روند، اما پشتیبانی کامل از Clash فراهم می‌شود
fr: Limite certaines fonctionnalités, support complet de Clash

# notSelectedTip
source: The current proxy group cannot be selected.
de: Diese Proxy-Gruppe ist nicht auswählbar
fa: گروه پروکسی فعلی قابل انتخاب نیست.
fr: Ce groupe de proxies ne peut pas être sélectionné

source: Tip
de: Tipp
fa: نکته
fr: Astuce

source: Backup and recovery
de: Sicherung & Wiederherstellung
fa: پشتیبان‌گیری و بازیابی
fr: Sauvegarde et restauration

# backupAndRecoveryDesc
source: Sync data via WebDAV or file
de: Synchronisation über WebDAV oder Datei
fa: همگام‌سازی داده‌ها از طریق WebDAV یا فایل
fr: Synchronisation via WebDAV ou fichier

source: Account
de: Konto
fa: حساب
fr: Compte

source: Backup
de: Sichern
fa: پشتیبان‌گیری
fr: Sauvegarder

source: Recovery
de: Wiederherstellen
fa: بازیابی
fr: Restaurer

# recoveryProfiles
source: Recover profiles only
de: Profile wiederherstellen
fa: بازیابی فقط پروفایل‌ها
fr: Restaurer les profils

# recoveryAll
source: Recover all data
de: Alles wiederherstellen
fa: بازیابی تمام داده‌ها
fr: Tout restaurer

source: Recovery success
de: Wiederherstellung erfolgreich
fa: بازیابی موفق
fr: Restauration réussie

source: Backup success
de: Sicherung erfolgreich
fa: پشتیبان‌گیری موفق
fr: Sauvegarde réussie

source: No info
de: Keine Info
fa: بدون اطلاعات
fr: Aucune info

source: Please bind WebDAV
de: WebDAV verbinden
fa: لطفاً WebDAV را متصل کنید
fr: Lier WebDAV

source: Bind
de: Verbinden
fa: اتصال
fr: Lier

source: Connectivity:
de: Verbindungsstatus:
fa: وضعیت اتصال:
fr: État de connexion :

source: WebDAV configuration
de: WebDAV-Einstellungen
fa: پیکربندی WebDAV
fr: Paramètres WebDAV

source: Address
de: Adresse
fa: آدرس
fr: Adresse

# addressHelp
source: WebDAV server address
de: WebDAV-Server-Adresse
fa: آدرس سرور WebDAV
fr: Adresse du serveur WebDAV

# addressTip
source: Please enter a valid WebDAV address
de: Gültige WebDAV-Adresse eingeben
fa: لطفاً یک آدرس WebDAV معتبر وارد کنید
fr: Entrez une adresse WebDAV valide

source: Password
de: Passwort
fa: رمز عبور
fr: Mot de passe

# passwordTip
source: Password cannot be empty
de: Passwort erforderlich
fa: رمز عبور نمی‌تواند خالی باشد
fr: Mot de passe requis

# accountTip
source: Account cannot be empty
de: Konto erforderlich
fa: حساب نمی‌تواند خالی باشد
fr: Compte requis

# checkUpdate
source: Check for updates
de: Updates prüfen
fa: بررسی به‌روزرسانی‌ها
fr: Vérifier les mises à jour

source: Discover new version
de: Neue Version verfügbar
fa: کشف نسخه جدید
fr: Nouvelle version disponible

# checkUpdateError
source: The current application is already the latest version
de: App ist aktuell
fa: برنامه فعلی در حال حاضر آخرین نسخه است
fr: L'app est à jour

# goDownload
source: Go to download
de: Jetzt herunterladen
fa: رفتن به دانلود
fr: Télécharger maintenant

source: Unknown
de: Unbekannt
fa: ناشناخته
fr: Inconnu

source: Geo data
de: Geo-Daten
fa: داده‌های جغرافیایی
fr: Données géo

source: External resources
de: Externe Ressourcen
fa: منابع خارجی
fr: Ressources externes

source: Checking...
de: Prüfung...
fa: در حال بررسی...
fr: Vérification...

source: Country
de: Land
fa: کشور
fr: Pays

source: Check error
de: Prüfungsfehler
fa: خطا در بررسی
fr: Erreur de vérification

source: Search
de: Suchen
fa: جستجو
fr: Rechercher

# allowBypass
source: Allow apps to bypass VPN
de: VPN-Umgehung erlauben
fa: اجازه به برنامه‌ها برای دور زدن VPN
fr: Autoriser le contournement VPN

# allowBypassDesc
source: When enabled, some apps can bypass VPN
de: Einige Apps dürfen VPN umgehen
fa: در صورت فعال‌سازی، برخی برنامه‌ها می‌توانند VPN را دور بزنند
fr: Permettre à certaines apps de contourner le VPN

source: External controller
de: Externer Controller
fa: کنترل‌کننده خارجی
fr: Contrôleur externe

# externalControllerDesc
source: When enabled, the Clash kernel can be controlled on port 9090
de: Clash-Kern über Port 9090 steuern
fa: در صورت فعال‌سازی، هسته Clash را می‌توان در پورت 9090 کنترل کرد
fr: Contrôler le noyau Clash via le port 9090

# ipv6Desc
source: When enabled, it can receive IPv6 traffic
de: IPv6-Traffic aktivieren
fa: در صورت فعال‌سازی، می‌تواند ترافیک IPv6 را دریافت کند
fr: Activer le trafic IPv6

source: App
fa: برنامه
fr: Application

source: General
de: Allgemein
fa: عمومی
fr: Général

# vpnSystemProxyDesc
source: Attach HTTP proxy to VpnService
de: HTTP-Proxy mit VPN verbinden
fa: اتصال پروکسی HTTP به VpnService
fr: Lier le proxy HTTP au VPN

# systemProxyDesc
source: Attach HTTP proxy to VpnService
de: HTTP-Proxy mit VPN verbinden
fa: اتصال پروکسی HTTP به VpnService
fr: Lier le proxy HTTP au VPN

source: Unified delay
de: Einheitliche Verzögerung
fa: تأخیر یکپارچه
fr: Délai unifié

# unifiedDelayDesc
source: Remove extra delays such as handshaking
de: Handshake-Verzögerungen eliminieren
fa: حذف تأخیرهای اضافی مانند دست‌دهی
fr: Éliminer les délais de poignée de main

source: TCP concurrent
de: TCP gleichzeitig
fa: TCP همزمان
fr: TCP simultané

# tcpConcurrentDesc
source: Enabling it will allow TCP concurrency
de: Gleichzeitige TCP-Verarbeitung aktivieren
fa: فعال‌سازی امکان همزمانی TCP را فراهم می‌کند
fr: Activer le traitement simultané TCP

# geodataLoader
source: Geo data low memory mode
de: Geo-Daten mit wenig Speicher
fa: حالت کم‌حافظه داده‌های جغرافیایی
fr: Données géo à faible mémoire

# geodataLoaderDesc
source: Enabling will use the geo data low memory loader
de: Geo-Daten-Loader mit wenig Speicher verwenden
fa: فعال‌سازی از لودر کم‌حافظه داده‌های جغرافیایی استفاده می‌کند
fr: Utiliser un chargeur de données géo à faible mémoire

source: Requests
de: Anfragen
fa: درخواست‌ها
fr: Requêtes

# requestsDesc
source: View recent request records
de: Letzte Anfragen anzeigen
fa: مشاهده سوابق درخواست‌های اخیر
fr: Voir les requêtes récentes

source: Find process mode
de: Prozesssuche-Modus
fa: حالت یافتن فرآیند
fr: Mode recherche de processus

# findProcessModeDesc
source: There is a risk of crashing after enabling
de: Absturzrisiko bei Aktivierung
fa: پس از فعال‌سازی، خطر خرابی وجود دارد
fr: Risque de crash si activé

# init
source: Initialize
de: Initialisieren
fa: راه‌اندازی
fr: Initialiser

# infiniteTime
source: Long-term effective
de: Unbegrenzt
fa: معتبر بلندمدت
fr: Illimité

source: Expiration time
de: Ablaufzeit
fa: زمان انقضا
fr: Date d'expiration

source: Connections
de: Verbindungen
fa: اتصالات
fr: Connexions

# connectionsDesc
source: View current connection data
de: Aktive Verbindungen anzeigen
fa: مشاهده داده‌های اتصال فعلی
fr: Voir les connexions actives

# nullRequestsDesc
source: No requests
de: Keine Anfragen
fa: بدون درخواست
fr: Aucune requête

# nullConnectionsDesc
source: No connections
de: Keine Verbindungen
fa: بدون اتصال
fr: Aucune connexion

source: Intranet IP
fa: IP شبکه داخلی
fr: IP intranet

source: View
de: Ansehen
fa: مشاهده
fr: Voir

source: Cut
de: Ausschneiden
fa: برش
fr: Couper

source: Copy
de: Kopieren
fa: کپی
fr: Copier

source: Paste
de: Einfügen
fa: چسباندن
fr: Coller

source: Test URL
fa: آزمایش لینک
fr: URL de test

source: Sync
de: Synchronisieren
fa: همگام‌سازی
fr: Synchroniser

# exclude
source: Hide from recent tasks
de: Aus letzten Aufgaben ausblenden
fa: مخفی کردن از وظایف اخیر
fr: Masquer des tâches récentes

# excludeDesc
source: When the app is in the background, hide it from recent tasks
de: App aus letzten Aufgaben verbergen
fa: وقتی برنامه در پس‌زمینه است، از وظایف اخیر مخفی شود
fr: Masquer l'app des tâches récentes

# oneColumn
source: 1 column
de: 1 Spalte
fa: یک ستون
fr: 1 colonne

# twoColumns
source: 2 columns
de: 2 Spalten
fa: دو ستون
fr: 2 colonnes

# threeColumns
source: 3 columns
de: 3 Spalten
fa: سه ستون
fr: 3 colonnes

# fourColumns
source: 4 columns
de: 4 Spalten
fa: چهار ستون
fr: 4 colonnes

# expand
source: Standard
fa: استاندارد

source: Shrink
de: Kompakt
fa: کوچک کردن
fr: Compact

# min
source: Minimum
de: Minimal
fa: حداقل
fr: Minimal

source: Tab
fa: تب
fr: Onglet

source: List
de: Liste
fa: فهرست
fr: Liste

source: Delay
de: Verzögerung
fa: تأخیر
fr: Délai

source: Style
de: Stil
fa: سبک

source: Size
de: Größe
fa: اندازه
fr: Taille

source: Sort
de: Sortieren
fa: مرتب‌سازی
fr: Trier

source: Columns
de: Spalten
fa: ستون‌ها
fr: Colonnes

source: Proxies setting
de: Proxy-Einstellungen
fa: تنظیمات پروکسی‌ها
fr: Paramètres proxy

source: Proxy group
de: Proxy-Gruppe
fa: گروه پروکسی
fr: Groupe de proxies

source: Go
de: Los
fa: برو
fr: Aller

source: External link
de: Externer Link
fa: لینک خارجی
fr: Lien externe

source: Other contributors
de: Andere Mitwirkende
fa: سایر مشارکت‌کنندگان
fr: Autres contributeurs

source: Auto close connections
de: Verbindungen automatisch schließen
fa: بستن خودکار اتصالات
fr: Fermer les connexions auto

# autoCloseConnectionsDesc
source: Automatically close connections after changing nodes
de: Verbindungen bei Knotenwechsel schließen
fa: بستن خودکار اتصالات پس از تغییر گره
fr: Fermer les connexions au changement de nœud

source: Only statistics proxy
de: Nur Proxy-Statistiken
fa: فقط آمار پروکسی
fr: Stats proxy uniquement

# onlyStatisticsProxyDesc
source: When enabled, only proxy traffic will be counted
de: Nur Proxy-Traffic zählen
fa: در صورت فعال‌سازی، فقط ترافیک پروکسی محاسبه می‌شود
fr: Compter uniquement le trafic proxy

# deleteProfileTip
source: Are you sure you want to delete the current profile?
de: Dieses Profil löschen?
fa: آیا مطمئن هستید که می‌خواهید پروفایل فعلی را حذف کنید؟
fr: Supprimer ce profil ?

source: Pure black mode
de: Reiner Schwarzmodus
fa: حالت سیاه خالص
fr: Mode noir pur

# keepAliveIntervalDesc
source: TCP keep-alive interval
de: TCP-Keep-Alive-Intervall
fa: فاصله نگه‌داری TCP
fr: Intervalle de maintien TCP

source: entries
de: Einträge
fa: ورودی‌ها
fr: entrées

source: Local
de: Lokal
fa: محلی

source: Remote
fa: دور
fr: Distant

# remoteBackupDesc
source: Backup local data to WebDAV
de: Auf WebDAV sichern
fa: پشتیبان‌گیری از داده‌های محلی به WebDAV
fr: Sauvegarder sur WebDAV

# remoteRecoveryDesc
source: Recover data from WebDAV
de: Von WebDAV wiederherstellen
fa: بازیابی داده‌ها از WebDAV
fr: Restaurer depuis WebDAV

# localBackupDesc
source: Backup local data locally
de: Lokal sichern
fa: پشتیبان‌گیری از داده‌های محلی به‌صورت محلی
fr: Sauvegarde locale

# localRecoveryDesc
source: Recover data from file
de: Aus Datei wiederherstellen
fa: بازیابی داده‌ها از فایل
fr: Restaurer depuis fichier

source: Mode
de: Modus
fa: حالت

source: Time
de: Zeit
fa: زمان
fr: Temps

source: Source
de: Quelle
fa: منبع

source: All apps
de: Alle Apps
fa: همه برنامه‌ها
fr: Toutes les apps

# onlyOtherApps
source: Only third-party apps
de: Drittanbieter-Apps
fa: فقط برنامه‌های شخص ثالث
fr: Apps tierces

source: Action
de: Aktion
fa: اقدام

# intelligentSelected
source: Intelligent selection
de: Intelligente Auswahl
fa: انتخاب هوشمند
fr: Sélection intelligente

# clipboardImport
source: Import from clipboard
de: Aus Zwischenablage importieren
fa: وارد کردن از کلیپ‌بورد
fr: Importer depuis le presse-papiers
